Repository: gavrilov/schl_schdl_public
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: First Name
ru: Имя

source: Please enter your First Name
ru: Пожалуйста, укажите свое имя

source: Last Name
ru: Фамилия

source: Please enter your Last Name
ru: Пожалуйста, укажите свою фамилию

source: Submit
ru: Отправить

source: Teacher did not find. Please contact administration
ru: Преподаватель не найден. Пожалуйста, обратитесь к администрации

source: Payrate
ru: Ставка оплаты

source: Billing Rate
ru: Ставка тарифа

source: Date time start
ru: Дата и время начала

source: Date time end
ru: Дата и время конца

source: Note
ru: Заметка

source: Teacher
ru: Преподаватель

source: Active
ru: Активен

source: Update
ru: Обновить

source: Current class already has events
ru: Текущий класс уже имеет события

source: Class did not find
ru: Класс не найден

source: Event has been added
ru: Событие было добавлено

source: Event has been updated
ru: Событие было обновлено

source: Event did not find
ru: Событие не найдено

source: Event has been deleted
ru: Событие было удалено

source: Class does not have start or end date
ru: Класс не имеет дату начала и окончания

source: Class does not have start or end time
ru: Класс не имеет время начала и окончания

source: Class does not have Pay or Billing rate
ru: Класс не имеет ставки оплаты и тарифа

source: Events have been created
ru: События созданы

source: You do not have any cards
ru: Нет привязанных карт

source: You do not have any payments
ru: Платежи отсутствуют

source: Card has been added
ru: Карта добавлена

source: School
ru: Школа

source: Subject
ru: Предмет

source: Price
ru: Цена

source: Pay Rate
ru: Ставка оплаты

source: Registration Start
ru: Регистрация начинается

source: Registration End
ru: Регистрация заканчивается

source: Class Start
ru: Класс начинается

source: Class End
ru: Класс заканчивается

source: Time Class Start
ru: Время начала

source: Time Class End
ru: Время окончания

source: Grade Limit From
ru: Ограничение по классу от

source: Grade Limit To
ru: Ограничение по классу до

source: Age Limit From
ru: Ограничение по возрасту от

source: Age Limit To
ru: Ограничение по возрасту до

source: Class Description
ru: Описание класса

source: Day of Week
ru: День недели

source: Current Class
ru: Текущий класс

source: Class has been created
ru: Класс создан

source: Class has been updated
ru: Класс обновлен

source: Student did not find
ru: Студент не найден

source: Your student already enrolled, you do not need to pay second time
ru: Ваш студент уже записан, Вам не надо оплачивать во второй раз

source: Student does not find
ru: Студент не найден

source: %(student)s has been added to student list of %(current_class)s classes
ru: %(student)s добавлен в список студентов для класса %(current_class)s

source: Something wrong with your payment
ru: Ошибка платежа

source: You have not selected %(field_label)s
ru: Вы не выбрали %(field_label)s

source: School Name
ru: Название Школы

source: Director Name
ru: Имя Директора

source: Additional Agreement for Users
ru: Дополнительное соглашение для пользователей

source: Type
ru: Тип

source: Current School
ru: Текущая Школа

source: School has been created
ru: Школа добавлена

source: School did not find
ru: Школа не найдена

source: School has been updated
ru: Школа обновлена

source: Student First Name
ru: Имя cтудента

source: Please enter First Name of Student
ru: Пожалуйста, укажите имя студента

source: Student Last Name
ru: Фамилия cтудента

source: Please enter your Last Name of Student
ru: Пожалуйста, укажите фамилию студента

source: Gender
ru: Пол

source: Boy
ru: Мужской

source: Girl
ru: Женский

source: Student Date of Birth
ru: Дата рождения студента

source: Month
ru: Месяц

source: Jan
ru: Янв

source: Feb
ru: Фев

source: Mar
ru: Мар

source: Apr
ru: Апр

source: May
ru: Май

source: Jun
ru: Июн

source: Jul
ru: Июл

source: Aug
ru: Авг

source: Sep
ru: Сен

source: Oct
ru: Окт

source: Nov
ru: Ноя

source: Dec
ru: Дек

source: Day
ru: День

source: Year
ru: Год

source: Grade
ru: Класс

source: 1st
ru: 1ый

source: 2nd
ru: 2ой

source: 3rd
ru: 3ий

source: 4th
ru: 4ый

source: 5th
ru: 5ый

source: Student has been created
ru: Студен добавлен

source: Student has been updated
ru: Студент обновлен

source: Name of Subject
ru: Название предмета

source: Current Subject
ru: Текущий предмет

source: Color
ru: Цвет

source: Default Class Description
ru: Стандартное описание класса

source: Subject did not find
ru: Предмет не найден

source: Subject has been created
ru: Предмет добавлен

source: Subject has been updated
ru: Предмет обновлен

source: Current Teacher
ru: Текущий преподаватель

source: Teacher has been created
ru: Преподаватель добавлен

source: Teacher did not find
ru: Преподаватель не найден

source: Teacher has been updated
ru: Преподаватель обновлен

source: Main Page
ru: Главная страница

source: Admin Dashboard
ru: Панель администратора

source: Teacher Dashboard
ru: Панель перподавателя

source: School Dashboard
ru: Панель школы

source: Register / Sign In
ru: Зарегистрироваться / Войти

source: Settings
ru: Настройки

source: Logout
ru: Выход

source: Privacy
ru: Приватность

source: Agreement
ru: Соглашение

source: Step 1/4 - Enter your Contact information
ru: Шаг 1/4 - Укажите вашу контактную информацию

source: Step 2/4 - Enter your Student information
ru: Шаг 2/4 - Укажите информацию о студенте

source: Step 3/4 - Select Class
ru: Шаг 3/4 - Выберите класс

source: Step 4/4 - Pay to Enroll
ru: Шаг 4/4 - Оплатите чтобы зарегистрироваться

source: Back to Account Page
ru: Назад на главную странциу

source: Calendar
ru: Календарь

source: Class Info
ru: Описание класса

source: Students
ru: Студенты

source: Class List
ru: Лист классов

source: Show All Classes
ru: Показать все классы

source: Show Current Classes
ru: Показать текущие классы

source: Add New Class
ru: Добавить класс

source: List of classes
ru: Список классов

source: Edit
ru: Редактировать

source: Total users:
ru: Всего пользователей:

source: Total students:
ru: Всего студентов:

source: Total enrollments:
ru: Всего регистраций:

source: Last 5 enrollments
ru: Последние 5 регистраций

source: Current System
ru: Текущая система

source: Search
ru: Поиск

source: Event List
ru: Лист событий

source: Show All Events
ru: Показать все события

source: Show Current Events
ru: Показать текущие события

source: Add New Event
ru: Добавить новое событие

source: List of events
ru: Лист событий

source: Dashboard
ru: Панель

source: Schools
ru: Школы

source: Teachers
ru: Преподаватели

source: Subjects
ru: Предметы

source: Classes
ru: Классы

source: Events
ru: События

source: Users
ru: Пользователи

source: Student List
ru: Лист студентов

source: Show All Students
ru: Показать всех студентов

source: Show Current Students
ru: Показать текущих студентов

source: Add New Student
ru: Добавить студента

source: List of students
ru: Лист студентов

source: Subject List
ru: Лист предметов

source: Add New Subject
ru: Добавить новый предмет

source: List of subjects
ru: Лист предметов

source: Teacher List
ru: Лист преподавателей

source: Show All Teachers
ru: Показать всех преподавателей

source: Show Current Teachers
ru: Показать текущих преподавателей

source: Add New Teacher
ru: Добавить преподавателя

source: List of teachers
ru: Лист преподавателей

source: Teacher First Name
ru: Имя преподавателя

source: Teacher Last Name
ru: Фамилия преподавателя

source: Add Event
ru: Добавить событие

source: Add new Event for %(subject_name)s
ru: Добавить событие для %(subject_name)s

source: Edit Event
ru: Редактирвоать событие

source: Delete
ru: Удалить

source: Date
ru: Дата

source: Pay Now $
ru: Оплатить $

source: Update Card Info
ru: Обновить платежную информацию

source: Payment failed
ru: Платеж не удался

source: Please try different card
ru: Пожалуйста, попробуйте оплатить другой картой

source: Amount
ru: Стоимость

source: Card
ru: Карта

source: Description
ru: Описание

source: Status
ru: Статус

source: Refunded
ru: Возврат

source: Thank you for your payment
ru: Спасибо за Ваш платеж

source: %(first_name)s %(last_name)s has been added to student list of %(subject_name)s class at %(school_name)s
ru: %(first_name)s %(last_name)s добавлен в список студентов класса%(subject_name)s в %(school_name)s

source: Your %(card)s-%(card_last4)s has been charged for %(amount)s %(currency)s. Your receipt has been sent by email
ru: С Вашей %(card)s-%(card_last4)s списано %(amount)s %(currency)s. Ваша квитанция была отправлена по электронной почте

source: Add Class
ru: Добавить класс

source: Time
ru: Время

source: Start date
ru: Дата начала

source: End date
ru: Дата конца

source: with selection
ru: с выбранным

source: Robo Call
ru: робо звонок

source: Send txt
ru: отправить смс

source: Send email
ru: отправить email

source: Print Labels
ru: печать наклеек

source: Edit Class
ru: Редактировать класс

source: teacher:
ru: преподаватель:

source: Create Events
ru: Создать событие

source: Save
ru: Сохранить

source: Users see that class description
ru: Пользователи видят это описание класса

source: %(first_name)s %(last_name)s already enrolled for that class
ru: %(first_name)s %(last_name)s уже зарегестрирован на этот класс

source: Click to Enroll %(first_name)s %(last_name)s
ru: Нажмите дял регистрации %(first_name)s %(last_name)s

source: Complete Registration
ru: Завершите регистрацию

source: Pay with your card $%(price)s
ru: Оплатить с помощью карты $%(price)s

source: To enroll %(first_name)s %(last_name)s - click and pay with your card
ru: Для регистрации %(first_name)s %(last_name)s - нажмите и оплатите с помощью карты

source: %(subject_name)s at %(school_name)s!
ru: %(subject_name)s в %(school_name)s!

source: Day: %(day_of_week)s
ru: День: %(day_of_week)s

source: Time:
ru: Время:

source: Dates:
ru: Даты:

source: Price: $%(price)s
ru: Цена: $%(price)s

source: School Info
ru: Информация о школе

source: Director:
ru: Директор:

source: School name
ru: Название школы

source: Contacts
ru: Контактная информация

source: School List
ru: Лист школ

source: Show All Schools
ru: Показать все школы

source: Show Current Schools
ru: Показать текущие школы

source: Add New School
ru: Добавить школу

source: Director
ru: Директор

source: Info
ru: Информация

source: Menu
ru: Меню

source: Login
ru: Вход

source: Register
ru: Регистрация

source: Forgot password
ru: Забыли пароль?

source: Confirm account
ru: Подтвердить аккаунт

source: Change password
ru: Сменить пароль

source: Enter your current Password
ru: Укажите свой текущий пароль

source: Enter new Password
ru: Укажите новый пароль

source: ReEnter new Password
ru: Повторите новый пароль

source: Send password reset instructions
ru: Отправить интструкции по сбросу пароля

source: Enter your Email
ru: Укажите свой email

source: Sign In
ru: Вход

source: Enter your Password
ru: Укажите Ваш пароль

source: Forgot password?
ru: Забыли пароль?

source: Welcome to our New and improved Registration System!
ru: Добро пожаловать в нашу новую и улучшенную систему регистрации

source: Parent First Name
ru: Имя родителя

source: Parent Last Name
ru: Фамилия родителя

source: Create your Password
ru: Создайте пароль

source: Repeat your Password
ru: Повтрите пароль

source: I agree to the
ru: Я соглсен с

source: Terms of Service and Privacy Policy
ru: Условими обслуживания и Политикой конфиденциальности

source: Already have an account?
ru: Уже зарегистрированы?

source: Reset password
ru: Сбросить пароль

source: Resend confirmation instructions
ru: Заново отправить подтвержадющие инструкции

source: Your password has been changed.
ru: Ваш пароль был изменен

source: If you did not change your password,
ru: Если вы не меняли свой пароль

source: click here to reset it
ru: нажмите здесь, чтобы сбросить его

source: Please confirm your email through the link below:
ru: Пожалуйста, подтвердите ваш email кликнув на ссылку ниже:

source: Confirm my account
ru: Подтвердить мой аккаунт

source: Welcome %(email)s!
ru: Добро пожаловать %(email)s!

source: You can log into your account through the link below:
ru: Вы можете войти в свой аккаунт кликнув по ссылке ниже:

source: Login now
ru: Войти сейчас

source: Click here to reset your password
ru: Нажмите здесь для сброса пароля

source: Your password has been reset
ru: Ваш пароль был сброшен

source: You can confirm your email through the link below:
ru: Вы можете подтвердить ваш email нажав на ссылку ниже:

source: Add Student
ru: Добавить студента

source: Edit Student Information
ru: Редактировать информацию о студенте

source: Enter First Name of Student
ru: Укажите имя студента

source: Enter Last Name of Student
ru: Укажите фамилию студента

source: Edit Student
ru: Редактирвоать студента

source: Enroll Class
ru: Зарегистрироваться на класс

source: Already Enrolled
ru: Уже зарегестрирован

source: Register / Class Information
ru: Зарегестрироваться / Информация о классе

source: Student Info
ru: Информация о студенте

source: Created:
ru: Создан:

source: DOB:
ru: Дата рождения:

source: Gender:
ru: Пол:

source: Note about student:
ru: Заметка о студенте:

source: User Info
ru: Информация о пользователе

source: User:
ru: Пользователь:

source: Note about User:
ru: Заметка о пользователе:

source: Phone:
ru: Телефон:

source: Address:
ru: Адрес:

source: Classes Info
ru: Информаия о классах

source: Show Not Enrolled Students
ru: Показать незарегистрированных студентов

source: Student Name
ru: Имя студента

source: Class
ru: Класс

source: Phone
ru: Телефон

source: List of not enrolled students
ru: Лист не зарегестрированных студентов

source: [DROPPED]
ru: [БРОСИЛ]

source: Add Subject
ru: Добавить предмет

source: Edit Subject
ru: Редактировать предмет

source: Subject Info
ru: Информация о предмете

source: Add Teacher
ru: Добавить преподавателя

source: Edit Teacher
ru: Редактировать преподавателя

source: current teacher
ru: текущий преподаватель

source: Teacher Info
ru: Информация о преподавателе

source: Add New User
ru: Добавить нового пользователя

source: Contact Info
ru: Контактная информация

source: Edit your Contact Information
ru: Редактировать контактную информацию

source: Enter your Cellphone number
ru: Укажите номер сотового телефона

source: Street and number
ru: Улица

source: Apartment, suite, unit, building, floor, etc.
ru: Квартира

source: City
ru: Город

source: ZIP
ru: Индекс

source: Edit User
ru: Редактировать пользователя

source: Enter your First Name
ru: Укажите Ваше имя

source: Enter your Last Name
ru: Укажите Вашу фамилию

source: Change Password
ru: Изменить пароль

source: Add Contact
ru: Добавить контакт

source: Enrolled in
ru: Зарегистрирован на

source: not enrolled yet
ru: не зарегестрирован

source: Register for Classes
ru: Зарегестрироваться на классы

source: Payment Information
ru: Платежная информация

source: Current card:
ru: Текушая карта:

source: User List
ru: Лист пользователей

source: Hi
ru: Привет

source: Show All Users
ru: Все пользователи

source: Show Current Users
ru: Текущие пользователи

source: List of users
ru: Лист пользователей

source: User First Name
ru: Имя пользователя

source: User Last Name
ru: Фамилия пользователя

source: User
ru: Пользователь

source: Add user
ru: Добавить пользователя

source: Add School to this User
ru: Добавить школу к пользователю

source: Registration:
ru: Регистрация:

source: Last Seen:
ru: Последний раз:

source: Note:
ru: Заметка:

source: Role:
ru: Роль:

source: Admin
ru: Админ

source: Add
ru: Добавить

source: Remove
ru: Удалить

source: Payments
ru: Платежи

source: email is allowed
ru: email разрешен

source: email is prohibited
ru: email запрещен

source: txt messages is allowed
ru: смс разрешены

source: txt messages is prohibited
ru: смс запрещены

source: mail is allowed
ru: почта разрешена

source: mail is prohibited
ru: почта запрещена

source: Show Users Without Students
ru: Пользователи без студентов

source: Cancel
ru: Отмена

source: I agree to the Terms of Service and Privacy Policy
ru: Я согласен с Правилами Сервиса и Политикой Конфиденциальности

source: You must accept the agreement to continue
ru: Вы должны приянть соглашение чтобы продолжить

source: Please enter your Email
ru: Пожалуйста, укажите ващ email

source: Please enter your Note
ru: Пожалуйста укажите вашу заметку

source: Please enter your email address
ru: Пожалуйста, укажите ваш email

source: Cellphone #
ru: Номер телефона

source: Please enter your phone number
ru: Пожалуйста, укажите номер телефона

source: Please enter 10 digits of your Cellphone number i.e. 83212345678
ru: Пожалуйста, введите 10 цифр вашего номера, например 83212345678

source: Mailing Address
ru: Почтовый адрес

source: Please enter your address
ru: Пожалуйста, укажите свой адрес

source: Address 2
ru: Адрес 2

source: Please enter your City
ru: Пожалуйста, укажите свой город

source: State
ru: Штат

source: Please enter your State
ru: Пожалуйста,укажите свой штат

source: Please enter your ZIP code
ru: Пожалуйста, укажите свой индекс

source: Please enter 5 digit of your ZIP code i.e 77001
ru: Пожалуйста, введите 5 цифр вашего индекса, например 77001

source: text messages
ru: смс сообщения

source: mail
ru: почта

source: User has been created
ru: Пользователь добавлен

source: User did not find
ru: Пользователь не найден

source: User has been updated
ru: Пользователь обновлен

source: Something wrong
ru: Произошла ошибка

source: User has been added to School
ru: Пользователь добавлен к школе

source: User already connected to School
ru: Пользователь уже привязан к школе

source: Please add your contact information
ru: Пожалуйста, добавьте контактную информаицю

source: Please add student information
ru: Пожалуйста, добавте студента

source: Contact information has been updated
ru: Контактная информация обновлена

source: Contact information did not find
ru: Контактная информация не найдена

source: Contact information has been deleted
ru: Контактная информация удалена
